Repository: juanjo78git/jakanode-bot
Catalog: i18n/locales/*/LC_MESSAGES/messages.po
Languages: es

source: An unexpected error occurred. Please try again later.
es: Ha ocurrido un error inesperado. Por favor, inténtalo de nuevo más tarde.

source: Access denied.
es: Acceso denegado.

source: Here are your referral links:
es: Aquí tienes los enlaces de referidos:

source: Request registered
es: Solicitud registrada correctamente.

source: You can send donations to the following Lightning Address: [{address}]({link})
es: Puedes enviar donaciones a la siguiente dirección Lightning: [{address}]({link})

source: Alternatively, you can donate through this web link: [{url_name}]({url})
es: También puedes hacer tu donación a través de este enlace: [{url_name}]({url})

source: Thank you for your donation!
es: ¡Muchas gracias por tu donación!

source: You can send your donation via this Lightning link: [{address}]({link})
es: También puedes enviar tu donación usando este enlace Lightning: [{address}]({link})

source: Thank you for your donation of {amount}!
es: ¡Gracias por tu donación de {amount}!

source: User list:
es: Lista de usuarios:

source: ID: {id} Telegram ID: {telegramid} Username: {username} Status: {status} Admin: {admin}
es: ID: {id} ID de Telegram: {telegramid} Usuario: {username} Estado: {status} Administrador: {admin}

source: No users found.
es: No se encontraron usuarios.

source: No scripts found.
es: No se encontraron scripts.

source: Unrecognized command.
es: Comando no reconocido.

source: Accessing admin section...
es: Accediendo a la sección de administración...

source: Incorrect number of parameters.
es: Número de parámetros incorrecto.

source: Command recognized, but no valid function associated.
es: Comando reconocido, pero no hay una función válida asociada.

source: Hello! I am the jakanode bot.
es: ¡Hola! Soy el bot de Jakanode.

source: This is the help text. Use /start to begin.
es: Este es el texto de ayuda. Usa /start para comenzar.

source: Error executing script {script_name}:
es: Error al ejecutar el script {script_name}:

source: Command not recognized.
es: Comando no reconocido.
